Repository: ranrinc/electra1131
Catalog: electra1131/*.lproj/Localizable.strings
Languages: fr

source: Update Available!
fr: Mise à jour Disponible!

source: An update for Electra is available! Please visit %@ on a computer to download the latest IPA!
fr: Une Mise à jour d'Electra est disponible! Rendez-vous sur %@ depuis un ordinateur pour télécharger la dernière version de l'IPA!

source: Version Error
fr: Erreur de version

source: Error: offsets
fr: Erreur de symbole

source: Enable Jailbreak
fr: Activer le Jailbreak

source: Already Jailbroken
fr: Déjà Jailbreaké

source: Compatible with
fr: Compatible

source: I am using the Electra Jailbreak Toolkit for iOS 11.2 - 11.3.1 by the @%@ to jailbreak my %@ on iOS %@! You can get it now at %@
fr: J'utilise Electra Jailbreak pour iOS 11.2 - 11.3.1 par la @%@ pour jailbreaké mon %@ sous iOS %@! Télécharge-le à l'adresse suivante: %@

source: Credits
fr: Crédits

source: Thanks to Ian Beer, theninjaprawn, stek29, Siguza, xerub, PsychoTea and Pwn20wnd. Electra includes the following software: APFS snapshot workaround by SparkZheng and bxl1989 APFS snapshot persistence patch by Pwn20wnd and ur0 liboffsetfinder64 & libimg4tool by tihmstar libplist by libimobiledevice amfid patch by theninjaprawn jailbreakd & tweak injection by CoolStar unlocknvram & sandbox fixes by stek29
fr: Merci à Ian Beer, theninjaprawn, stek29, Siguza, xerub, PyschoTea and Pwn20wnd. Electra utilise les softwares suivant: APFS snapshot workaround par SparkZheng et bxl1989 APFS snapshot persistence patch par Pwn20wnd et ur0 liboffsetfinder64 & libimg4tool par tihmstar libplist par libimobiledevice amfid patch par theninjaprawn jailbreakd & tweak injection par CoolStar unlocknvram & sandbox fixes par stek29

source: Share Electra
fr: Partager Electra

source: Please Wait (1/3)
fr: Patientez (1/3)

source: Waiting: %d seconds
fr: Patientez: %d seconds

source: Please Wait (2/3)
fr: Patientez (2/3)

source: Error: exploit
fr: Erreur: exploit

source: Error: unsupported
fr: Erreur: insupporté

source: Error Exploiting
fr: Erreur d'Exploitation

source: Jailbroken
fr: Jailbreaké

source: OpenSSH Running
fr: OpenSSH fonctionne

source: OpenSSH is now running! Enjoy.
fr: OpenSSH est maintenant fonctionnel! Profitez bien.

source: Error: tfp0
fr: Erreur: tfp0

source: Error: amfid patch
fr: Erreur: patch amfid

source: Error: rootfs remount
fr: Erreur: rootfs remount

source: Error: snapshot failed
fr: Erreur: snapshot échoué

source: Error: conflict
fr: Erreur: conflits

source: Error Jailbreaking
fr: Erreur de Jailbreak

source: Set the system boot nonce on jailbreak
fr: Définir le nonce de démarrage du système lors du Jailbreak

source: Enter the generator for the nonce you want the system to generate on boot
fr: Entrez le générateur de la nonce que le système doit générer au démarrage

source: Cancel
fr: Retour

source: Set
fr: Définir

source: Error
fr: Erreur

source: Failed to validate generator
fr: Impossible de valider le générateur

source: The system boot nonce will be set the next time you enable your jailbreak
fr: La nonce de démarrage du système sera définie la prochaine fois que vous activez votre jailbreak

source: The system boot nonce will be set once you enable the jailbreak
fr: La nonce de démarrage du système sera définie une fois que vous activerez votre jailbreak

source: Removing liberiOS
fr: Suppresion de liberiOS

source: Installing Cydia
fr: Installation de Cydia

source: Restarting
fr: Redémarrage

source: APFS Snapshot Created
fr: APFS Snapshot Crée

source: An APFS Snapshot has been successfully created! You may be able to use SemiRestore to restore your phone to this snapshot in the future.
fr: Un APFS Snapshot a été créé avec succès! Vous pourrez peut-être utiliser SemiRestore pour restaurer votre téléphone sur ce Snapchot plus tard.

source: APFS Snapshot Not Found
fr: APFS Snapshot Introuvable

source: Warning: Your device was bootstrapped using a pre-release version of Electra and thus does not have an APFS Snapshot present. While Electra may work fine, you will not be able to use SemiRestore to restore to stock if you need to. Please clean your device and re-bootstrap with this version of Electra to create a snapshot.
fr: Avertissement: Votre appareil a été démarré à l'aide d'une version précédante d'Electra et n'a donc pas de APFS Snapshot. Bien qu'Electra puisse fonctionner correctement, vous ne pourrez pas utiliser SemiRestore pour restaurer si nécessaire. Veuillez nettoyer votre appareil et redémarrer avec cette version d'Electra pour créer un Snapshot.
